Repository: briocheeeee/pixelplanet-2.0.6-source
Catalog: i18n/ssr-cp.po
Languages: el_cy

source: You can not send chat messages while using a proxy
el_cy: Σιόρ, εν μπορείς να στείλεις μηνύματα στο τσιάτ που πρόξι

source: Your country is temporary muted from this chat channel
el_cy: Η χώρα σου εν προσωρινά μουτταρισμένη που τούτο το τσιάτ κανάλι, ρε φίλε!

source: You are permanently muted, join our guilded to appeal the mute
el_cy: Είσαι μόνιμα μουτταρισμένος, έμπα μες το Guilded μας να ζητήσεις ξεμούττωμα!

source: You are banned
el_cy: Είσαι αποκλείσμένος

source: Your Internet Provider is banned
el_cy: Ο πάροχος του ίντερνετ σου εν μπανταρισμένος!

source: You are muted for another ${ timeMin } minutes
el_cy: Είσαι ακόμα μουτταρισμένος για ${timeMin} λεπτά!

source: You are muted for another ${ ttl } seconds
el_cy: Είσαι ακόμα μουτταρισμένος για ${ttl} δευτερόλεπτα!

source: You are sending messages too fast, you have to wait ${ waitTime }s :(
el_cy: Στέλεις μηνύματα πολλα γλήορα, καρτέρα ${waitTime} δευτερόλεπτα :(.

source: You don't have access to this channel
el_cy: Εν έχεις πρόσβαση σε τούτο το κανάλι!

source: Your mail has to be verified in order to chat
el_cy: Το μέιλ σου πρέπει να επαληθευτεί για να μπορείς να τσιάτας.

source: You can't send a message this long :(
el_cy: Εν' μπορείς να στείλεις μήνυμα τόσον μακρύ :(

source: Please use int channel
el_cy: Παρακαλώ χρησιμοποία το κανάλι int.

source: Stop flooding.
el_cy: Σταμάτα να σπαμάρις

source: You sent an empty password or invalid data :(
el_cy: Έστειλες άδειο κωδικό ή άκυρα δεδομένα :(

source: This password-reset link isn't valid anymore :(
el_cy: Ο σύνδεσμος επαναφοράς κωδικού ένεν έγκυρος πκιόν :(

source: Your passwords do not match :(
el_cy: Οι κωδικοί σου εν ταιρκάζουν :(

source: User doesn't exist in our database :(
el_cy: Ο χρήστης εν υπάρχει μες την βάση δεδομένων μας :(

source: Password successfully changed.
el_cy: Ο κωδικός επαναφέρθηκε με επιτυχία.

source: Invalid url :( Please check your mail again.
el_cy: Άκυρος σύνδεσμος! :( Παρακαλώ τσέκαρε το μέιλ σου πάλε.

source: A 3D globe of our whole map
el_cy: Ένας 3D χάρτης με ούλον τον κόσμο μας

source: Double click on globe to go back.
el_cy: Διπλό κλικ πας στον χάρτη για να πάις πίσω.

source: Loading...
el_cy: Φορτώνει...

source: Place color pixels on an map styled canvas with other players online
el_cy: Bάλε χρωματιστα πίξελς πάς σε έναν χάρτη για να παίξεις με άλλους παίκτες

source: Email can't be empty.
el_cy: Το μέιλ εν' μπορεί να εν κενό.

source: Email should be at least 5 characters long.
el_cy: Το μέιλ πρέπει να έχει πας τους 5 χαρακτήρες.

source: Email can't be longer than 40 characters.
el_cy: Το μέιλ εν' μπορεί να έχει περίτου που 40 χαρακτήρες.

source: Email should at least contain a dot
el_cy: Το μέιλ πρέπει να περιέχει τουλάχιστον μια τελεία.

source: Email should contain a @
el_cy: Το μέιλ πρέπει να περιέχει ένα @.

source: Name can't be empty.
el_cy: Το όνομα εν' μπορεί να εν κενό.

source: Name must be at least 2 characters long
el_cy: Το όνομα πρέπει να εν πας τους 2 χαρακτήρες.

source: Name must be shorter than 26 characters
el_cy: Το όνομα πρέπει να εν πκιο μιτσίν που 26 χαρακτήρες.

source: Name contains invalid character like @, /, \ or #
el_cy: Το όνομα περιέχει άκυρο χαρακτήρα όπως @, /, \ ή #.

source: No password given.
el_cy: Εν εδόθηκε κωδικός.

source: Password must be at least 6 characters long.
el_cy: Ο κωδικός πρέπει να έχει πας τους 6 χαρακτήρες.

source: Password must be shorter than 60 characters.
el_cy: Ο κωδικός πρέπει να είναι λιότερο που 60 χαρακτήρες.

source: PixelPlanet.fun Password Reset
el_cy: PixelPlanet.fun Επαναφορά Κωδικού

source: Reset your password here
el_cy: Επαναφορά του κωδικού σου δαχαμέ

source: Reset Password
el_cy: Επαναφορά κωδικού

source: Click here
el_cy: Κλίκ δαχαμέ

source: to go back to pixelplanet
el_cy: Για πάις πίσω μες το pixelplanet

source: Hello ${ name }, you can set your new password here:
el_cy: Γεια σου ${name}, μπορείς να βάλεις τον τζενούρκο σου κωδικό σου δαμέ

source: New Password
el_cy: Τζενούρκος Κωδικός

source: Confirm New Password
el_cy: Επιβεβαίωση Τζενούρκου Κωδικού

source: Submit
el_cy: Υποβολή

source: You are not logged in
el_cy: Εν είσαι συνδεδεμένος.

source: You are not allowed to access this page
el_cy: Εν έχεις πρόσβαση σε τούτιν τηω σελίδα.

source: Just admins can do that
el_cy: Μόνο οι διαχειριστές μπορούν να το κάμουσιν τούτο.

source: You are not banned
el_cy: Εν είσαι μπανταρισμένος.

source: This email provider is not allowed
el_cy: Ο πάροχος του μέιλ σου ενεν επιτρεπόμενος.

source: No Captcha given
el_cy: Εν εδόθηκε Captcha.

source: E-Mail already in use.
el_cy: Το E-Mail ενι ήδη σε χρήση.

source: Username already in use.
el_cy: Το όνομα χρήστη εν ήδη σε χρήση.

source: You took too long, try again.
el_cy: Έκαμες πολλιν ώρα, δοκίμασε ξανά.

source: You failed your captcha
el_cy: Εν εκούτσισες το Captcha.

source: Unknown Captcha Error
el_cy: Άγνωστο σφάλμα Captcha.

source: Failed to create new user :(
el_cy: Απέτυχε η δημιουργία νέου χρήστη :(

source: Failed to establish session after register :(
el_cy: Απέτυχε η σύνδεση μετά την εγγραφή :(

source: Mail verification
el_cy: Επαλήθευση μέιλ.

source: You are now verified :)
el_cy: Είσαι τώρα επαληθευμένος :)

source: Your mail verification code is invalid or already expired :(, please request a new one.
el_cy: Ο κωδικός επαλήθευσης μέιλ σου εν άκυρος η έληξεν :(, παρακαλώ ζήτα έναν τζενούρκο.

source: You are not even logged in.
el_cy: Εν είσαι καν συνδεδεμένος.

source: Server error when logging out.
el_cy: Σφάλμα διακομιστή κατά την αποσύνδεση.

source: You are not authenticated.
el_cy: Εν είσαι αυθεντικοποιημένος.

source: Incorrect password!
el_cy: Λάθος κωδικός!

source: Muted Users can not delete their account.
el_cy: Οι μουτταρισμένοι χρήστες εν μπορούν να διαγράψουν τον λοαρκασμό τους.

source: Muted Users can not do this.
el_cy: Οι "Μούτοι" εν μπορούν να το κάμουν τούτο.

source: PixelPlanet.fun Accounts
el_cy: Λοαρκασμοί PixelPlanet.fun

source: You will be automatically redirected after 15s
el_cy: Θα ανακατευθυνθείς αυτόματα σε 15 δευτερόλεπτα.

source: Or ${ clickHere } to go back to pixelplanet
el_cy: Ή ${ clickHere } αν θέλεις να πάεις πίσω στο pixelplanet.

source: Earth
el_cy: Γη

source: Moon
el_cy: Φεγγάρι

source: 3D Canvas
el_cy: 3D Καμβάς

source: Coronavirus
el_cy: Κορονο ιός

source: Minimap
el_cy: Μιτσίς Χάρτης

source: Our main canvas, a huge map of the world. Place anywhere you like!
el_cy: Ο κύριος καμβάς μας, ένας μεγάλος χάρτης του κόσμου. Μπορείς να βάλλεις οπου θέλεις!

source: Moon canvas. Safe space for art. No flags or large text (unless part of art) or art larger than 1.5k x 1.5k pixels.
el_cy: Καμβάς του φεγγαρκού. Ασφαλής χώρος για τέχνη. Όι σημαίες ή μεγάλα κείμενα (εκτός αν εν μέρος τέχνης) ή τέχνη πιο μεγάλη που 1.5k x 1.5k πίξελ.

source: Place Voxels on a 3D canvas with others.
el_cy: Τοποθέτησε Voxel σε 3D καμβά με άλλους.

source: Special canvas to spread awareness of SARS-CoV2 (take the vax).
el_cy: Ειδικός καμβάς για να αυξήσει την ενημέρωση για το SARS-CoV2 (πιάστε το vax).

source: Mirror of PixelZone
el_cy: Καθρέφτης του PixelZone

source: Mirror of PixelCanvas
el_cy: Καθρέφτης του PixelCanvas

source: Black and White canvas
el_cy: Ασπρόμαυρος καμβάς

source: A canvas for the most active players from the the previous day. Daily ranking updates at 00:00 UTC.
el_cy: Καμβάς για τους πιο δραστήριους παίχτες που την προηγούμενη μέρα. Οι κατατάξεις ανανεώνουνται τα μεσάνυχτα (00:00 UTC).

source: Only four colors. Same rules as moon!
el_cy: Μόνο τέσσερα χρώματα. Ίδιοι κανόνες όπως του φεγγαρκού!

source: Conquer land on a smaller earth with protected ocean. Shares cooldown with earth canvas!
el_cy: Πιάστιν γη σε μια πιο μιτσιά Γη με προστατευμένο ωκεανό. Μοιράζεται το ίδιο cooldown με τον καμβά της Γης!

source: Welcome ${ name } to PixelPlanet, please verify your mail
el_cy: Καλωσόρισες ${name} στο PixelPlanet, επιβεβαίωσε το email σου.

source: Hello ${ name }
el_cy: Γεια σου ${name}

source: welcome to our little community of pixelplacers, to use your account, you have to verify your mail. You can do that here:
el_cy: Καλωσόρισες στην παρεούα μας στο pixelplacers. Για να κάμεις λοαρκασμό, πρέπει να επιβεβαιώσεις το email σου.

source: Click to Verify
el_cy: Πάτα δαμαί για να επιβεβαιώσεις

source: Or by copying following url:
el_cy: Ή αντέγραψε το URL:

source: Have fun and don't hesitate to contact us if you encounter any problems :)
el_cy: Καλή φάση, τζαι αν έχεις πρόβλημα, πες μας χαλαρά :)

source: Thanks
el_cy: Ευχαριστούμε!

source: We already sent you a verification mail, you can request another one in ${ minLeft } minutes.
el_cy: Εστείλαμε σου ήδη email επιβεβαίωσης. Μπορείς να ζητήσεις άλλο σε ${minLeft} λεπτά.

source: You forgot your password for PixelPlanet? Get a new one here
el_cy: Εξίασες τον κωδικό σου στο PixelPlanet; Πιάσε έναν νέο δαμαί!

source: Hello
el_cy: Γεια σου

source: You requested to get a new password. You can change your password within the next 30min here:
el_cy: Εζήτησες νέο κωδικό. Μπορείς να τον αλλάξεις μέσα σε 30 λεπτά δαμαί:

source: If you did not request this mail, please just ignore it (the ip that requested this mail was ${ ip }).
el_cy: Αν εν το ζήτησες τούτο το email, αγνόησέ το (το IP που το ζήτησε ήταν ${ip}).

source: Mail is not configured on the server
el_cy: Το email ενεν ρυθμισμένον στον server.

source: We already sent you a mail with instructions. Please wait before requesting another mail.
el_cy: Εστείλαμε σου ήδη email με οδηγίες. Περίμενε λλίον πριν ζητήσεις νέο email.

source: Couldn't find this mail in our database
el_cy: Εν' βραμεν τούτο το email στη βάση δεδομένων μας.
