Repository: briocheeeee/pixelplanet-2.0.6-source
Catalog: i18n/ssr-*.po
Languages: ar, mk

source: You can not send chat messages while using a proxy
ar: لا يمكنك إرسال رسائل دردشة أثناء استخدام بروكسي
mk: Не можете да испраќате пораки за разговор додека користите прокси

source: Your country is temporary muted from this chat channel
ar: تم كتم بلدك مؤقتًا من قناة الدردشة هذه
mk: Твојата држава е мутирана од овој канал

source: You are permanently muted, join our guilded to appeal the mute
ar: لقد تم كتمك بشكل دائم، انضم إلى مجموعتنا لاستئناف الكتم
mk: Вие сте трајно исклучени, придружете се на нашиот еснаф за да го обжалите немиот

source: You are banned
ar: انت محظور
mk: Ти си баниран

source: Your Internet Provider is banned
ar: مزود الإنترنت الخاص بك محظور
mk: Вашиот интернет провајдер е забранет

source: You are muted for another ${ timeMin } minutes
ar: انت مكتوم للمزيد ${ timeMin } دقائق
mk: Вие сте исклучени уште ${ timeMin } минути

source: You are muted for another ${ ttl } seconds
ar: انت مكتوم للمزيد ${ ttl } ثواني
mk: Вие сте исклучени уште ${ ttl } секунди

source: You are sending messages too fast, you have to wait ${ waitTime }s :(
ar: أنت ترسل الرسائل بسرعة كبيرة، يجب عليك الانتظار ${ waitTime }s :(
mk: Премногу брзо испраќате пораки, мора да почекате ${ waitTime }s :(

source: You don't have access to this channel
ar: لا يمكنك الوصول إلى هذه القناة
mk: Немате пристап до овој канал

source: Your mail has to be verified in order to chat
ar: يجب أن يتم التحقق من بريدك الإلكتروني من أجل الدردشة
mk: Вашата пошта треба да биде потврдена за да разговарате

source: You can't send a message this long :(
ar: لا يمكنك إرسال رسالة طويلة كهذه :(
mk: Не можеш толку долго да праќаш порака :(

source: Please use int channel
ar: الرجاء استخدام قناة int
mk: Ве молиме користете int канал

source: Stop flooding.
ar: أوقف السبام.
mk: Престанете со поплавите.

source: You sent an empty password or invalid data :(
ar: لقد أرسلت كلمة مرور فارغة أو بيانات غير صالحة :(
mk: Испративте празна лозинка или невалидни податоци :(

source: This password-reset link isn't valid anymore :(
ar: رابط إعادة تعيين كلمة المرور هذا لم يعد صالحًا بعد الآن :(
mk: Оваа врска за ресетирање лозинка повеќе не е валидна :(

source: Your passwords do not match :(
ar: كلمات المرور غير متطابقة :(
mk: Твојот Пасворд не се совпаѓа :(

source: User doesn't exist in our database :(
ar: المستخدم غير موجود في قاعدة بياناتنا :(
mk: Корисникот не постои во нашата база на податоци :(

source: Password successfully changed.
ar: تم تغيير كلمة المرور بنجاح.
mk: Лозинката е успешно сменета.

source: Invalid url :( Please check your mail again.
ar: الرابط غير صالح :( يرجى التحقق من بريدك مرة أخرى.
mk: Неважечка URL адреса: (Проверете ја вашата пошта повторно.

source: A 3D globe of our whole map
ar: كرة أرضية ثلاثية الأبعاد لخريطتنا بأكملها
mk: 3D глобус од целата наша мапа

source: Double click on globe to go back.
ar: انقر نقرًا مزدوجًا فوق الكرة الأرضية للرجوع.
mk: Кликнете двапати на глобус за да се вратите назад.

source: Loading...
ar: تحميل...
mk: Вчитување...

source: Place color pixels on an map styled canvas with other players online
ar: ضع وحدات البكسل الملونة على لوحة كبيرة مع لاعبين آخرين عبر الإنترنت
mk: Ставете пиксели во боја на платно со стил на мапа со други играчи на интернет

source: PixelPlanet.Fun PopUp
ar: نافذة PixelPlanet.Fun
mk: PixelPlanet.Fun скокачки прозорец

source: Email can't be empty.
ar: لا يمكن أن يكون البريد الإلكتروني فارغًا.
mk: Емаил не може да биде празен.

source: Email should be at least 5 characters long.
ar: يجب أن يكون البريد الإلكتروني بطول 5 أحرف على الأقل.
mk: Е-поштата треба да биде долга најмалку 5 знаци.

source: Email can't be longer than 40 characters.
ar: لا يمكن أن يتجاوز البريد الإلكتروني 40 حرفًا.
mk: Е-поштата не може да биде подолга од 40 знаци.

source: Email should at least contain a dot
ar: يجب أن يحتوي البريد الإلكتروني على نقطة على الأقل
mk: Е-поштата треба барем да содржи точка

source: Email should contain a @
ar: يجب أن يحتوي البريد الإلكتروني على @
mk: Е-поштата треба да содржи @

source: Name can't be empty.
ar: لا يمكن أن يكون الإسم فارغًا.
mk: Името не може да биде празно.

source: Name must be at least 2 characters long
ar: يجب أن يتكون الاسم من حرفين على الأقل
mk: Името мора да биде долго најмалку 2 знаци

source: Name must be shorter than 26 characters
ar: يجب أن يكون الاسم أقل من 26 حرفًا
mk: Името мора да биде пократко од 26 знаци

source: Name contains invalid character like @, /, \ or #
ar: يحتوي الاسم على حرف غير صالح مثل @ أو / أو \ أو #
mk: Името содржи неважечки знак како @, /, \ или #

source: No password given.
ar: لم يتم اعطاء كلمة المرور.
mk: Не е дадена лозинка.

source: Password must be at least 6 characters long.
ar: يجب أن تتكون كلمة المرور من 6 أحرف على الأقل.
mk: Лозинката мора да биде долга најмалку 6 знаци.

source: Password must be shorter than 60 characters.
ar: يجب أن تكون كلمة المرور أقل من 60 حرفًا.
mk: Лозинката мора да биде пократка од 60 знаци.

source: PixelPlanet.fun Password Reset
ar: اعادة تعيين كلمة المرور PixelPlanet.fun
mk: PixelPlanet.fun Ресетирање на лозинка

source: Reset your password here
ar: اعادة تعيين كلمة المرور هنا
mk: Ресетирајте ја лозинката овде

source: Reset Password
ar: اعادة تعيين كلمة المرور
mk: Ресетирање на Лозинка

source: Click here
ar: اضغط هنا
mk: Кликни тука

source: to go back to pixelplanet
ar: للرجوع الى pixelplanet
mk: да се вратиме на пикселпланет

source: Hello ${ name }, you can set your new password here:
ar: مرحبا ${ name }, يمكنك تعيين كلمة المرور الجديدة هنا:
mk: Здраво ${ name }, можете да ја поставите вашата нова лозинка овде:

source: New Password
ar: كلمة مرور جديدة
mk: Нова лозинка

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة
mk: Потврди ја новата лозинка

source: Submit
ar: ارسال
mk: Потврди

source: You are not logged in
ar: أنت غير مسجل الدخول
mk: Не сте најавени

source: You are not allowed to access this page
ar: لا يسمح لك بالدخول إلى هذه الصفحة
mk: Не ви е дозволен пристап на оваа страница

source: Just admins can do that
ar: يمكن للمشرفين فقط القيام بذلك
mk: Само администраторите можат да го направат тоа

source: You are not banned
ar: أنت غير محظور
mk: Не сте банирани

source: This email provider is not allowed
ar: لا يُسمح لمزود البريد الإلكتروني هذا
mk: Овој давател на е-пошта не е дозволен

source: No Captcha given
ar: لم يتم تقديم الكابتشا
mk: Не е дадена Captcha

source: E-Mail already in use.
ar: البريد الإلكتروني قيد الاستخدام بالفعل.
mk: Е-пошта веќе се користи.

source: Username already in use.
ar: اسم المستخدم قيد الاستخدام بالفعل.
mk: Корисничкото име веќе е во употреба.

source: You took too long, try again.
ar: لقد استغرقت وقتًا طويلاً، حاول مرة أخرى.
mk: Ви требаше премногу долго, обидете се повторно.

source: You failed your captcha
ar: لقد فشلت في اختبار الكابتشا الخاص بك
mk: Не успеавте со вашата captcha

source: Unknown Captcha Error
ar: خطأ غير معروف في الكابتشا
mk: Непозната Каптча грешка

source: Failed to create new user :(
ar: فشل في إنشاء مستخدم جديد :(
mk: Не успеа да се создаде нов корисник :(

source: Failed to establish session after register :(
ar: فشل في إنشاء الجلسة بعد التسجيل :(
mk: Не успеа да се воспостави сесија по регистрацијата :(

source: Mail verification
ar: التحقق من البريد
mk: Потврда по пошта

source: You are now verified :)
ar: لقد تم التحقق منك الآن :)
mk: Сега сте потврдени :)

source: Your mail verification code is invalid or already expired :(, please request a new one.
ar: رمز التحقق من البريد الإلكتروني الخاص بك غير صالح أو منتهي الصلاحية بالفعل :(، يرجى طلب رمز جديد.
mk: Кодот за потврда на поштата е неважечки или веќе е истечен :(, побарајте нов.

source: You are not even logged in.
ar: أنت غير مسجل الدخول.
mk: Не сте ни најавени.

source: Server error when logging out.
ar: خطأ في الخادم عند تسجيل الخروج.
mk: Грешка на серверот при одјавување.

source: You are not authenticated.
ar: أنت غير موثق.
mk: Не сте автентицирани.

source: Incorrect password!
ar: كلمة السر خاطئة!
mk: Погрешна лозинка!

source: Muted Users can not delete their account.
ar: لا يمكن للمستخدمين الصامتين حذف حساباتهم.
mk: Исклучените корисници не можат да ја избришат својата сметка.

source: Muted Users can not do this.
ar: لا يمكن للمستخدمين الصامتين فعل هذا.
mk: Исклучените корисници не можат да го направат ова.

source: PixelPlanet.fun Accounts
ar: PixelPlanet.fun حسابات
mk: PixelPlanet.Fun сметки

source: You will be automatically redirected after 15s
ar: سيتم إعادة توجيهك تلقائيًا بعد 15 ثانية
mk: Ќе бидете автоматски пренасочени по 15s

source: Or ${ clickHere } to go back to pixelplanet
ar: او ${ clickHere } للرجوع الى pixelplanet
mk: Или ${ clickHere } за да се вратите на pixelplanet

source: Earth
ar: الارض
mk: Земјата

source: Moon
ar: القمر
mk: Месечината

source: 3D Canvas
ar: لوحة ثلاثي الأبعاد
mk: 3D платно

source: Coronavirus
ar: كورونا
mk: Корона вирус

source: PixelZone
ar: بكسلزون

source: PixelCanvas
ar: لوحة البكسل

source: 1bit
ar: 1 بت

source: Top10
ar: الافضل 10
mk: Топ10

source: 2bit
ar: 2 بت

source: Minimap
ar: خريطة مصغرة
mk: Минимапа

source: Our main canvas, a huge map of the world. Place anywhere you like!
ar: لوحتنا الرئيسية، خريطة ضخمة للعالم. ضعها في أي مكان تُريده!
mk: Нашето главно платно, огромна карта на светот. Ставете се каде што сакате!

source: Moon canvas. Safe space for art. No flags or large text (unless part of art) or art larger than 1.5k x 1.5k pixels.
ar: لوحة القمر. مساحة آمنة للفن. ممنوع وضع أعلام أو كتابة كبيرة (إلا إذا كانت جزءًا من عمل فني)، أو عمل فني يزيد حجمه عن ١.٥ ألف بكسل × ١.٥ ألف بكسل.
mk: Месечево платно. Безбеден простор за уметност. Нема знаменца или голем текст (освен ако не е дел од уметност) или уметност поголема од 1,5k x 1,5k пиксели.

source: Place Voxels on a 3D canvas with others.
ar: ضع وحدات Voxels على قماش ثلاثي الأبعاد مع وحدات Voxels أخرى.
mk: Ставете Voxels на 3D платно со други.

source: Special canvas to spread awareness of SARS-CoV2 (take the vax).
ar: لوحة فنية خاصة لنشر الوعي حول فيروس SARS-CoV2 (خذ اللقاح).
mk: Специјално платно за ширење на свеста за САРС-КоВ2 (земи го вакс).

source: Mirror of PixelZone
ar: مرآة PixelZone
mk: Огледало на PixelZone

source: Mirror of PixelCanvas
ar: مرآة PixelCanvas
mk: Огледало на PixelCanvas

source: Black and White canvas
ar: لوحة أبيض وأسود
mk: Црно-бело платно

source: A canvas for the most active players from the the previous day. Daily ranking updates at 00:00 UTC.
ar: لوحة تضم اللاعبين الأكثر نشاطًا في اليوم السابق. تحديثات التصنيف اليومية الساعة 00:00 بالتوقيت العالمي المنسق.
mk: Платно за најактивните играчи од претходниот ден. Дневни ажурирања на рангирањето во 00:00 UTC.

source: Only four colors. Same rules as moon!
ar: أربعة ألوان فقط. نفس قواعد القمر!
mk: Само четири бои. Истите правила како месечината!

source: Conquer land on a smaller earth with protected ocean. Shares cooldown with earth canvas!
ar: غزو ​​أرضًا أصغر حجمًا ذات محيط محمي. تشارك فترة التهدئة مع لوحة الأرض!
mk: Освојте земја на помала земја со заштитен океан. Сподели разладување со земјено платно!

source: Welcome ${ name } to PixelPlanet, please verify your mail
ar: مرحبا ${ name } إلى PixelPlanet، يرجى التحقق من بريدك الإلكتروني
mk: Добре дојдовте ${ name } на PixelPlanet, ве молиме потврдете ја вашата пошта

source: Hello ${ name }
ar: مرحبا ${ name }
mk: Здраво ${ name }

source: welcome to our little community of pixelplacers, to use your account, you have to verify your mail. You can do that here:
ar: أهلاً بكم في مجتمعنا الصغير من مستخدمي بيكسل بلاسر. لاستخدام حسابك، يجب عليك تأكيد بريدك الإلكتروني. يمكنك القيام بذلك هنا:
mk: добре дојдовте во нашата мала заедница на пиксели, за да ја користите вашата сметка, треба да ја потврдите вашата пошта. Можете да го направите тоа овде:

source: Click to Verify
ar: اضغط هنا للتوثيق
mk: Кликнете за да потврдите

source: Or by copying following url:
ar: أو عن طريق نسخ الرابط التالي:
mk: Или со копирање на следнава URL адреса:

source: Have fun and don't hesitate to contact us if you encounter any problems :)
ar: استمتع ولا تتردد في الاتصال بنا إذا واجهت أي مشاكل :)
mk: Забавувајте се и не двоумете се да не контактирате доколку наидете на какви било проблеми :)

source: Thanks
ar: شكرا
mk: Благодарам

source: We already sent you a verification mail, you can request another one in ${ minLeft } minutes.
ar: لقد أرسلنا لك بالفعل بريدًا إلكترونيًا للتحقق، يمكنك طلب بريد آخر في ${ minLeft } دقائق.
mk: Веќе ви испративме пошта за потврда, може да побарате друга за ${ minLeft } минути.

source: You forgot your password for PixelPlanet? Get a new one here
ar: نسيت كلمة مرورك في PixelPlanet؟ احصل على كلمة مرور جديدة هنا
mk: Ја заборавивте лозинката за PixelPlanet? Земете нов овде

source: Hello
ar: مرحبا
mk: Здраво

source: You requested to get a new password. You can change your password within the next 30min here:
ar: لقد طلبتَ كلمة مرور جديدة. يمكنك تغييرها خلال 30 دقيقة هنا:
mk: Побаравте да добиете нова лозинка. Можете да ја промените вашата лозинка во следните 30 минути овде:

source: If you did not request this mail, please just ignore it (the ip that requested this mail was ${ ip }).
ar: إذا لم تطلب هذا البريد، فيرجى تجاهله (عنوان IP الذي طلب هذا البريد هو ${ ip }).
mk: Ако не сте ја побарале оваа е-пошта, ве молиме едноставно игнорирајте ја (IP-ата што ја побара оваа пошта беше ${ ip }).

source: Mail is not configured on the server
ar: لم يتم تكوين البريد على الخادم
mk: Поштата не е конфигурирана на серверот

source: We already sent you a mail with instructions. Please wait before requesting another mail.
ar: لقد أرسلنا لك بريدًا إلكترونيًا يتضمن التعليمات. يُرجى الانتظار قبل طلب بريد آخر.
mk: Веќе ви испративме пошта со инструкции. Ве молиме почекајте пред да побарате друга пошта.

source: Couldn't find this mail in our database
ar: لم نتمكن من العثور على هذا البريد في قاعدة البيانات الخاصة بنا
mk: Не може да се најде оваа пошта во нашата база на податоци

source: ppfun
mk: ппфун

source: Please refresh the website
mk: ве молиме освежете ја страницата
